{
  "sections": {
    "main": {
      "type": "main-page",
      "settings": {
      }
    },
    "1629208591b2779ddb": {
      "type": "rich-text",
      "blocks": {
        "1629208591b2779ddb-0": {
          "type": "heading",
          "settings": {
            "heading": "The Fundamental Question",
            "heading_size": "h2"
          }
        },
        "1629208591b2779ddb-1": {
          "type": "text",
          "settings": {
            "text": "<p><span style=\"text-decoration:underline\"><em>What is ChefPrep?<\/em><\/span><\/p><p>It’s a much simpler question than the meaning of life. In its simplest form, ChefPrep is an online marketplace which enables customers to order meals and other products, which are prepared by premium restaurants. These products are delivered straight to your door and all food products require minimal heating or preparation.<\/p>"
          }
        }
      },
      "block_order": [
        "1629208591b2779ddb-0",
        "1629208591b2779ddb-1"
      ],
      "settings": {
        "color_scheme": "background-1",
        "full_width": true
      }
    },
    "1629208652eedad6ed": {
      "type": "rich-text",
      "blocks": {
        "1629208652eedad6ed-0": {
          "type": "heading",
          "settings": {
            "heading": "Tell Me More about the Food",
            "heading_size": "h2"
          }
        },
        "1629208652eedad6ed-1": {
          "type": "text",
          "settings": {
            "text": "<p><span style=\"text-decoration:underline\"><em>Variety is the spice of life! Can I order from more than one restaurant?<\/em><\/span><\/p><p>We love variety and choice - we want to give customers the opportunity to taste their way through the entire product range! The meals sold via ChefPrep are frozen, which allows customers to select meals from multiple restaurants in the same order (pretty cool, huh?!). <\/p><p><span style=\"text-decoration:underline\"><em>How large are these meals? Asking for a friend who is extra hungry<\/em><\/span><\/p><p>Most of the meals sold on ChefPrep are single serve, however, some products are double or family size. We will be working with our restaurant partners to add more serving sizes to various products. <\/p><p><span style=\"text-decoration:underline\"><em>What if I forget to eat my meal? How long will it last?<\/em><\/span><\/p><p>All meals sold on ChefPrep are frozen and are delivered in freezer safe containers. Each meal will specify the recommended use by date on the package, which is generally between 1 and 3 months. This means that you don’t have to feel bad for going out for that unexpected dinner date - your food will be waiting for you when you’re ready to enjoy it! <\/p><p>If you do decide to defrost your meal in the fridge, just a quick note that all meals should be consumed within 1-3 days after refrigeration.<\/p><p><span style=\"text-decoration:underline\"><em>These meals don’t require cooking, do they?<\/em><\/span><\/p><p>No, definitely not! Unlike other meal services, which require some “finishing at home” that ends up taking you all night (yeah, we’ve been there before), the meals sold on ChefPrep only require heating.<\/p><p>All meals are delivered pre-packed in a chilled box. Most meals come in containers which are microwave, oven and freezer safe. All packages contain QR codes which provide you with instructions on how to store, defrost, heat and plate the meals. <\/p><p>Also, some meals don’t require any heating at all (a la deserts)!<\/p><p><span style=\"text-decoration:underline\"><em>What about allergens?<\/em><\/span><\/p><p>Each restaurant partner is responsible for accurately listing all ingredients and allergens for each product that they sell via ChefPrep. While we use all our best endeavours to ensure that products are properly labelled with correct allergen information, we cannot guarantee that all of the meals sold via the ChefPrep service do not contain allergens.<\/p><p><span style=\"text-decoration:underline\"><em>How are these meals packaged?<\/em><\/span><\/p><p>Most of the products sold on ChefPrep are packaged in biodegradable containers which are freezer, microwave and oven safe! Environmentally friendly packaging is very important for us - we are committed to leaving a BIG impact on people’s taste buds but a TINY impact on the environment.<\/p><p><span style=\"text-decoration:underline\"><em>Frozen food was so 1960s… Why are you trying to bring it back?<\/em><\/span><\/p><p>We think frozen food gets a bad rap! There is a misconception that frozen food is less healthy and less tasty and we are here to disprove these misconceptions. <\/p><p>Most frozen meals do not contain the level of preservatives that are contained in \"fresh meals\", as they are not required to extend the shelf life of frozen meals. Additionally, the process of freezing itself has very little impact on the nutrient content of foods. In fact, in some cases, frozen meals will contain more vitamins and minerals than fresh meals, as the freezing process locks in the nutrients of the food at the time of freezing while fresh meals will lose nutritional value as time goes by. <\/p><p>In terms of taste, our restaurant partners have specifically developed their meals to ensure that they maintain their quality and taste throughout the freezing and reheating process.<\/p>"
          }
        }
      },
      "block_order": [
        "1629208652eedad6ed-0",
        "1629208652eedad6ed-1"
      ],
      "settings": {
        "color_scheme": "background-1",
        "full_width": true
      }
    },
    "1629208700a52cd02c": {
      "type": "rich-text",
      "blocks": {
        "1629208700a52cd02c-0": {
          "type": "heading",
          "settings": {
            "heading": "So, let’s talk about Ordering",
            "heading_size": "h2"
          }
        },
        "1629208700a52cd02c-1": {
          "type": "text",
          "settings": {
            "text": "<p><span style=\"text-decoration:underline\"><em>How do I order?<\/em><\/span><\/p><p>While we would love to be able to take orders via phone or email, unfortunately all orders have to be placed via the ChefPrep website. <\/p>"
          }
        }
      },
      "block_order": [
        "1629208700a52cd02c-0",
        "1629208700a52cd02c-1"
      ],
      "settings": {
        "color_scheme": "background-1",
        "full_width": true
      }
    },
    "162920874020463331": {
      "type": "rich-text",
      "blocks": {
        "162920874020463331-0": {
          "type": "heading",
          "settings": {
            "heading": "Where’s my order?! All those important delivery questions",
            "heading_size": "h2"
          }
        },
        "162920874020463331-1": {
          "type": "text",
          "settings": {
            "text": "<p><span style=\"text-decoration:underline\"><em>Where do you currently deliver to?<\/em><\/span><\/p><p>We are currently delivering across the <strong>Sydney Metropolitan Region<\/strong>. Please check out our <a href=\"\/pages\/delivery-information\" title=\"Delivery Information\">delivery page<\/a> for our list of suburbs and additional delivery details. We have been working hard to expand our delivery zones and we will continue to keep you updated on our delivery locations.<\/p><p><\/p><p><span style=\"text-decoration:underline\"><em>I want my food asap - when do you deliver?<\/em><\/span><\/p><p>Orders are delivered each <strong>Monday, Wednesday<\/strong> and <strong>Friday<\/strong> between 9am and 6pm. Monday orders need to be placed before <strong>5 pm on a Friday <\/strong>for delivery next Monday. Wednesday and Friday orders need to be placed before <strong>5 pm the day before <\/strong>for next day delivery.<\/p><p><\/p><p><span style=\"text-decoration:underline\"><em>What’s the catch? What’s the delivery cost?<\/em><\/span><\/p><p>We have a flat delivery fee of $7.50 per order unless otherwise stated at checkout. Orders over $100 will receive free delivery.<\/p><p><span style=\"text-decoration:underline\"><em>What time will my delivery arrive?<\/em><\/span><\/p><p>We currently offer delivery between 9am and 6pm each <strong>Monday, Wednesday<\/strong> and <strong>Friday<\/strong>.<\/p><p>You will receive a SMS tracking link with your order tracking link. You will be notified via SMS when your delivery has been made and you will receive a photo of the delivery. As delivery notifications are provided by SMS, we do require customers to provide a valid mobile number during the checkout process.<\/p><p>To facilitate a smooth delivery, please let us know if you have any specific delivery instructions, which will be passed on to our delivery partner. As all deliveries are currently contactless, our delivery partner will attempt to contact you at the time of delivery or leave the delivery in a safe place.   <\/p><p>Delivery (including redelivery and non-delivery) is at the discretion of our delivery provider. Please find out more information about delivery <a href=\"\/pages\/delivery-information\" title=\"Delivery Information\"><span style=\"text-decoration:underline\">here<\/span><\/a>.<\/p><p><span style=\"text-decoration:underline\"><em>Who delivers my orders?<\/em><\/span><\/p><p>ChefPrep has partnered with a non-contact, temperature controlled delivery provider that has extensive experience in delivering chilled food and beverage packages across Australia.<\/p><p><span style=\"text-decoration:underline\"><em>Can I pick up my order?<\/em><\/span><\/p><p>Unfortunately we are not currently offering the option to pick up orders. <\/p><p>For any service queries or support queries, please email: <a href=\"mailto:hello@chefprep.com.au\"><span style=\"text-decoration:underline\">hello@chefprep.com.au<\/span><\/a>. Our customer support team will use reasonable endeavours to get back to you within 24 hours.<\/p>"
          }
        }
      },
      "block_order": [
        "162920874020463331-0",
        "162920874020463331-1"
      ],
      "settings": {
        "color_scheme": "background-1",
        "full_width": true
      }
    },
    "163513875658f60f97": {
      "type": "rich-text",
      "blocks": {
        "163513875658f60f97-0": {
          "type": "heading",
          "settings": {
            "heading": "Hungry for more?",
            "heading_size": "h2"
          }
        },
        "163513875658f60f97-2": {
          "type": "button",
          "settings": {
            "button_label": "Browse meals",
            "button_link": "shopify:\/\/collections\/all",
            "button_style_secondary": false
          }
        }
      },
      "block_order": [
        "163513875658f60f97-0",
        "163513875658f60f97-2"
      ],
      "settings": {
        "color_scheme": "background-1",
        "full_width": true
      }
    }
  },
  "order": [
    "main",
    "1629208591b2779ddb",
    "1629208652eedad6ed",
    "1629208700a52cd02c",
    "162920874020463331",
    "163513875658f60f97"
  ]
}
