{
  "sections": {
    "main": {
      "type": "main-page",
      "settings": {
      }
    },
    "1629208591b2779ddb": {
      "type": "rich-text",
      "blocks": {
        "1629208591b2779ddb-0": {
          "type": "heading",
          "settings": {
            "heading": "Our Service:",
            "heading_size": "h2"
          }
        },
        "1629208591b2779ddb-1": {
          "type": "text",
          "settings": {
            "text": "<p><span style=\"text-decoration:underline\"><em>What is ChefPrep?<\/em><\/span><\/p><p>ChefPrep is an online marketplace that allows you to order weekly ready-made meals from Sydney’s finest restaurants. Meals are delivered to your door and simply require heating and plating. ChefPrep is committed to minimising food waste, while maintaining quality. Currently the meals on the service are prepared and then frozen by our restaurant partners, which means that the meals can be stored in your freezer for between 1-3 months (please check individual meals for storage information).<\/p>"
          }
        }
      },
      "block_order": [
        "1629208591b2779ddb-0",
        "1629208591b2779ddb-1"
      ],
      "settings": {
        "color_scheme": "background-1",
        "full_width": true
      }
    },
    "1629208652eedad6ed": {
      "type": "rich-text",
      "blocks": {
        "1629208652eedad6ed-0": {
          "type": "heading",
          "settings": {
            "heading": "Meals:",
            "heading_size": "h2"
          }
        },
        "1629208652eedad6ed-1": {
          "type": "text",
          "settings": {
            "text": "<p><span style=\"text-decoration:underline\"><em>Can I choose meals from different restaurants?<\/em><\/span><\/p><p>Yes, ChefPrep allows you to order meals from different restaurant partners on the service within the one order.<\/p><p><span style=\"text-decoration:underline\"><em>How large are the serving sizes?<\/em><\/span><\/p><p>Meals are intended to be single serve unless otherwise stated on our website.<\/p><p><span style=\"text-decoration:underline\"><em>How long do the meals last?<\/em><\/span><\/p><p>Meals on ChefPrep are freezer safe and will last in the freezer for between 1-3 months and each meal will have specific details around how long it will last in the freezer. Once defrosted, meals should be consumed within 1-3 days after refrigeration.<\/p><p><span style=\"text-decoration:underline\"><em>What do I need to do to prepare and eat the meals?<\/em><\/span><\/p><p>Your meals will be delivered pre-packed in a chilled box. Each individual meal contains a QR Code on the packaging. Please scan the QR Code to locate detailed instructions in how you should store, defrost, heat and plate the meal. Heating may require the use of a microwave, oven or stove top.<\/p><p><span style=\"text-decoration:underline\"><em>What about allergens?<\/em><\/span><\/p><p>While ingredients and allergens are listed for each meal, we cannot guarantee that all of the meals sold via the ChefPrep service do not contain allergens, as meals may be prepared in a kitchen that contains fish, milk, sesame, crustaceans, soy, nuts, tree nuts, gluten, lupin and sulphites.<\/p><p><span style=\"text-decoration:underline\"><em>What about the meal packages?<\/em><\/span><\/p><p>Our meal packages are freezer safe, microwave safe and oven safe for up to 20 minutes at 220 degrees celsius. Our box and meal packages are environmentally friendly and recyclable.<\/p><p><span style=\"text-decoration:underline\"><em>Why frozen?<\/em><\/span><\/p><p>There is a misconception that frozen food is less healthy and less tasty. Most frozen meals do not contain the level of preservatives that are contained in \"fresh meals\", as they are not required to extend the shelf life of frozen meals. Additionally, the process of freezing itself has very little impact on the nutrient content of foods. In fact, in some cases, frozen meals will contain more vitamins and minerals than fresh meals, as the freezing process locks in the nutrients of the food at the time of freezing while fresh meals will lose nutritional value as time goes by. In terms of taste, our restaurant partners have specifically developed their meals to ensure that they maintain their quality and taste throughout the freezing and reheating process.<\/p>"
          }
        }
      },
      "block_order": [
        "1629208652eedad6ed-0",
        "1629208652eedad6ed-1"
      ],
      "settings": {
        "color_scheme": "background-1",
        "full_width": true
      }
    },
    "1629208700a52cd02c": {
      "type": "rich-text",
      "blocks": {
        "1629208700a52cd02c-0": {
          "type": "heading",
          "settings": {
            "heading": "Ordering:",
            "heading_size": "h2"
          }
        },
        "1629208700a52cd02c-1": {
          "type": "text",
          "settings": {
            "text": "<p><span style=\"text-decoration:underline\"><em>How do I order?<\/em><\/span><\/p><p>Orders are place via the ChefPrep website. ChefPrep does not take orders via phone or email.<\/p>"
          }
        }
      },
      "block_order": [
        "1629208700a52cd02c-0",
        "1629208700a52cd02c-1"
      ],
      "settings": {
        "color_scheme": "background-1",
        "full_width": true
      }
    },
    "162920874020463331": {
      "type": "rich-text",
      "blocks": {
        "162920874020463331-0": {
          "type": "heading",
          "settings": {
            "heading": "Delivery:",
            "heading_size": "h2"
          }
        },
        "162920874020463331-1": {
          "type": "text",
          "settings": {
            "text": "<p><span style=\"text-decoration:underline\"><em>Where do you currently deliver to?<\/em><\/span><\/p><p>We are currently delivering to the <strong>Sydney Metropolitan, NSW Central Coast, NSW Newcastle, NSW Blue Mountains and NSW Wollongong Coast.<\/strong> Please see our <a href=\"https:\/\/www.chefprep.com.au\/faq#\">delivery page<\/a> for our list of suburbs and additional delivery details. We will provide you with updates on delivery locations as we continue to expand our service.<\/p><p><span style=\"text-decoration:underline\"><em>What are your delivery windows?<\/em><\/span><\/p><p>Orders are delivered each <strong>Monday<\/strong> and <strong>Thursday <\/strong>in a morning slot (12am - 8am) and an afternoon slot (8am - 5pm). You will be able to select either the morning or afternoon delivery window. Monday orders need to be placed before <strong>5:30pm on a Friday<\/strong> for delivery the next Monday. Thursday orders need to be placed before <strong>5:30pm on a Tuesday<\/strong> for delivery next Thursday.<\/p><p><span style=\"text-decoration:underline\"><em>What is the delivery cost?<\/em><\/span><\/p><p>We have a flat delivery fee of $15.00 per order unless otherwise stated at checkout. Orders over $100 will receive free delivery. <\/p><p><span style=\"text-decoration:underline\"><em>What time will my delivery arrive?<\/em><\/span><\/p><p>Deliveries will be scheduled between 12am and 5pm each Monday. You will receive a SMS tracking link with your order tracking link and you will be notified via text message when your order is out for delivery and once your delivery has been made. As delivery messages are provided via SMS, you will be required to provide a valid mobile number for delivery of your order. <\/p><p>Please provide relevant delivery instructions during the order process. If you are not home during delivery, ChefPrep’s delivery partner will make reasonable attempts to leave your order in a safe place. Delivery (including redelivery and non-delivery) is at the discretion of our delivery provider. Please find out more information about delivery <a href=\"https:\/\/www.chefprep.com.au\/delivery-information\">here<\/a>.<\/p><p><span style=\"text-decoration:underline\"><em>Who is your delivery provider?<\/em><\/span><\/p><p>ChefPrep has partnered with a non-contact, temperature controlled delivery provider that has extensive experience in delivering chilled food and beverage packages across Australia.<\/p><p><span style=\"text-decoration:underline\"><em>Can I pick up my order?<\/em><\/span><\/p><p>ChefPrep does not currently offer the option to collect orders.<\/p><p>For any service queries or support queries, please email: <a href=\"mailto:hello@chefprep.com.au\"><span style=\"text-decoration:underline\">hello@chefprep.com.au<\/span><\/a>. Our customer support team will use reasonable endeavours to get back to you within 24 hours.<\/p>"
          }
        }
      },
      "block_order": [
        "162920874020463331-0",
        "162920874020463331-1"
      ],
      "settings": {
        "color_scheme": "background-1",
        "full_width": true
      }
    }
  },
  "order": [
    "main",
    "1629208591b2779ddb",
    "1629208652eedad6ed",
    "1629208700a52cd02c",
    "162920874020463331"
  ]
}
